Repository: synspawacza/automata_pl
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl

source: We're looking forward to a true A-rank contest from each and every one of you...
pl: Oczekujemy od każdego z was prawdziwego współzawodnictwa rangi A...

source: We're no different.
pl: Jednak nie różnimy się tak bardzo.

source: We're not that different, you and I.
pl: Ty i ja nie różnimy się tak bardzo.

source: We're not the same as you machines!
pl: Nie jesteśmy tacy sami, jak wy, maszyny!

source: We're not with the Resistance. We're YoRHa.
pl: Nie jesteśmy z Ruchu Oporu. Jesteśmy z YoRHa.

source: We're not...the same...
pl: Nie jesteśmy... tacy sami...

source: We're often asked to handle various odd jobs around the camp.
pl: Często zlecają nam w obozie różne nietypowe zlecenia.

source: We're on it.
pl: Działamy.

source: We're on our way.
pl: Jesteśmy w drodze.

source: We're planning a recon expedition of the forest region.
pl: Planujemy misję zwiadowczą w rejonie lasu.

source: We're reading a Goliath-class enemy inside the city ruins!
pl: Dostajemy sygnały o obecności przeciwnika klasy Goliat w ruinach miasta!

source: We're ready to kick off a new E-rank battle!
pl: Pora rozpocząć nową walkę rangi E!

source: We're safe here! I think. Maybe.
pl: Jesteśmy tu bezpieczni! Tak myślę... Chyba...

source: We're so pleased you've chosen to visit the Tower today!
pl: Bardzo nas cieszy, że zdecydowałeś się dzisiaj odwiedzić Wieżę!

source: We're so understaffed, it's ridiculous.
pl: Tak brakuje nam personelu, że to aż niedorzeczne.

source: We're soldiers that were created to kill.
pl: Jesteśmy żołnierzami stworzonymi do zabijania.

source: We're starting to believe you had something to do with the murder.
pl: Zaczynamy podejrzewać, że mogłaś mieć coś wspólnego z morderstwem.

source: We're still negotiating here.
pl: Wciąż prowadzimy tu negocjacje.

source: We're telling you, YoRHa has gone berserk!
pl: Bo próbujemy przekazać, że jednostki YoRHa oszalały!

source: We're the only units doing any combat missions in this area, right?
pl: Jesteśmy jedynymi jednostkami bojowymi w tym rejonie, prawda?

source: We're too dumb to figure that out.
pl: Jesteśmy zbyt głupi, aby to wymyślić.

source: We're with YoRHa.
pl: Jesteśmy z YoRHa.

source: We're with YoRHa. We're conducting a field investigation.
pl: Jesteśmy z YoRHa. Prowadzimy dochodzenie na tym obszarze.

source: We've been charged with sending resources from here to the bunker.
pl: Odpowiadamy za wysyłanie wszystkich znalezionych tutaj zasobów prosto do Bunkra.

source: We've been doing lots of investigations lately, so I've been swamped.
pl: W ostatnim czasie przeprowadzaliśmy całkiem sporo badań. Ciągle byłem zawalony robotą.

source: We've been expecting you.
pl: Oczekiwałyśmy cię.

source: We've been falling behind on our material-storage work as of late.
pl: Mamy ostatnio problemy z organizacją pracy przy magazynowaniu materiałów.

source: We've been fighting for centuries without a single message from them.
pl: Od wieków walczymy, nie otrzymując od nich jakiejkolwiek wiadomości.

source: We've been fighting those metalheads for so long, it doesn't feel right to suddenly take their word on anything.
pl: Walczyliśmy z tymi blaszanymi łbami tak długo, że wydaje się nie w porządku nagle brać ich słowo na poważnie.

source: We've been seeing more and more enemies like this lately.
pl: Ostatnio widujemy coraz więcej takich przeciwników.

source: We've been using it for storage for some time.
pl: Od jakiegoś czasu używamy jej jako magazynu.

source: We've come under heavy fire from the enemy.
pl: Jesteśmy pod ciężkim ostrzałem wroga.

source: We've confirmed that the network core units known as Adam and Eve have been destroyed.
pl: Potwierdziliśmy, że jednostki rdzenia sieci, znane jako Adam i Ewa, zostały zniszczone.

source: We've destroyed machines beyond counting.
pl: My też zniszczyliśmy niezliczone ilości maszyn.

source: We've detected a Goliath-class enemy inside the city ruins.
pl: Wykryliśmy wrogów klasy Goliat wewnątrz ruin miasta.

source: We've got a number of broken-down access points on the field.
pl: Wykryliśmy wiele uszkodzonych punktów dostępu na całym obszarze.

source: We've got a squadmate waiting in a rocky stretch up ahead. Head on over.
pl: Ktoś z naszych czeka na was przy skałach na pustyni. Musicie się z nią spotkać.

source: We've got company. Looks like machines.
pl: Mamy towarzystwo. Wygląda na maszyny.

source: We've got mortars lining the shoreline here.
pl: Wzdłuż linii brzegowej zostało ustawionych całkiem sporo moździerzy.

source: We've got some VERY exciting news for everyone today!
pl: Mamy dzisiaj dla wszystkich BARDZO ekscytujące wieści!

source: We've got this, 9S! You just focus on hacking!
pl: Dasz radę, 9S! Skup się po prostu na hakowaniu!

source: We've got to find another way to damage it.
pl: Musimy znaleźć inny sposób, aby go uszkodzić.

source: We've got what you wanted. Pretty much needed a wheelbarrow to carry it all... *grumble*
pl: Mamy to, czego chciałeś. Praktycznie potrzebowaliśmy taczki, żeby to przytargać... *pomruk*

source: We've had a great deal of fun watching you squirm.
pl: Świetnie się bawiliśmy obserwując jak się szamoczecie.

source: We've had a lot of deserters recently. We really should start doing something.
pl: Ostatnio mamy sporo dezerterów. Naprawdę powinniśmy coś z tym zrobić.

source: We've had a lot of deserters since the great battle.
pl: Mamy sporo dezerterów od czasu wielkiej bitwy.

source: We've had a run-in with hostile machines in the abandoned factory.
pl: W porzuconej fabryce natrafiliśmy na wrogie maszyny.

source: We've lost contact with so many troops.
pl: Straciliśmy kontakt z tyloma żołnierzami.

source: We've made it a point of emphasis to teach our children about different economic systems. You should speak to them if the subject is of further interest.
pl: Z różnych systemów ekonomicznych uczyniliśmy ważny element nauczania naszych dzieci. Jeśli cię ten temat interesuje, powinieneś z nimi porozmawiać..

source: We've passed the 50-kilometer threshold and are proceeding toward the target.
pl: Przekroczyliśmy pułap 50 kilometrów i zmierzamy w stronę celu.

source: We've picked up a signal from the black box of a fugitive known as A2.
pl: Odebraliśmy sygnał z czarnej skrzynki należącej do uciekiniera, znanego jako A2.

source: We've prepared a new battle for you!
pl: Przygotowaliśmy dla ciebie nową walkę!

source: We've put so much effort into this thing, I don't even wanna think about the possibility of the androids destroying it...
pl: Wkładamy w to tyle wysiłku, że nawet nie chcę myśleć o możliwości, że androidy mogą to zniszczyć...

source: We've repaired and reinstalled the weapons damaged in the fight against Eve.
pl: Broń, która została uszkodzona podczas walki z Ewą, została naprawiona i ponownie zainstalowana.

source: We've sealed off the entrance to the village and are trying to hold them off, but...
pl: Zablokowaliśmy wejście do wioski i spróbujemy je odeprzeć, ale...

source: We've suffered so many losses during the great battle that I can't keep track of all the data.
pl: Ponieśliśmy tak wiele strat podczas tej wielkiej bitwy, że nie nadążam z wszystkimi danymi.

source: We've taken serious casualties; we can't withstand another attack of the same scale.
pl: Mamy wielu zabitych, kolejnego ataku na taką skalę już nie wytrzymamy.

source: We've tracked the location of their signals,
pl: Wyśledziliśmy lokalizację ich sygnałów,

source: We've used your previous Goliath combat data to analyze the enemy...
pl: Użyliśmy danych uzyskanych z waszej poprzedniej walki z Goliatem, aby przeanalizować wroga...

source: We, his humble priests, will guide you to him. This way.
pl: My, jego pokorni kapłani, zaprowadzimy cię do niego. Tędy.

source: We... We must...kill them all!
pl: My... musimy... zabić ich wszystkich!

source: We...deserted the Resistance.
pl: My... zdezerterowaliśmy z Ruchu Oporu.

source: We...killed them. Our fellow units.
pl: My... zniszczyliśmy je. Nasze jednostki.

source: We...we are...
pl: My... jesteśmy...

source: We...we can't hold out like this!
pl: My... nie wytrzymamy w ten sposób!

source: We...we're sold...iers...
pl: Jesteśmy... żołnie...rzami...

source: We...we're sold...iers... We take pride in...our service...
pl: Je... Jesteśmy żoł... żołnierzami... Jesteśmy dumni z... naszej służby...

source: We...went ahead and opened the Tower.
pl: My... poszłyśmy przodem i otworzyłyśmy Wieżę.

source: We...worked together.
pl: My... pracowałyśmy razem.

source: Weaknesses found in enemy units.
pl: Odnaleziono słabe punkty w jednostkach wroga.

source: Weapon Attack Up
pl: Atak bronią +

source: Weapon Attack Up +1
pl: Atak bronią +1

source: Weapon Attack Up +2
pl: Atak bronią +2

source: Weapon Attack Up +3
pl: Atak bronią +3

source: Weapon Attack Up +4
pl: Atak bronią +4

source: Weapon Attack Up +5
pl: Atak bronią +5

source: Weapon Attack Up +6
pl: Atak bronią +6

source: Weapon Attack Up +7
pl: Atak bronią +7

source: Weapon Attack Up +8
pl: Atak bronią +8

source: Weapon Concept Artist
pl: Grafik koncepcyjny broni

source: Weapon Set 1
pl: Zestaw broni 1

source: Weapon Set 2
pl: Zestaw broni 2

source: Weapon Shop
pl: Sklep z bronią

source: Weapon Shop Flyer
pl: Ulotka ze sklepu z bronią

source: Weapon Shops
pl: Sklepy z bronią

source: Weapon Stories
pl: Historie broni

source: Weapon Switching System
pl: System zmiany broni

source: Weapon attacks do double damage for 15 seconds.
pl: Atak bronią zadaje podwójne obrażenia przez 15 sekund.

source: Weapon attacks do double damage for 30 seconds.
pl: Atak bronią zadaje podwójne obrażenia przez 30 sekund.

source: Weapons
pl: Bronie

source: Weapons Trader
pl: Handlarz bronią

source: Weapons Trader Machine
pl: Maszyna handlarz bronią

source: Weapons are mirrors that reflect what is in your heart. Treat them with the care they deserve.
pl: Broń to lustro, które odbija twoje serce. Traktuj je z należytą troską.

source: Weapons fashioned in parts unknown to resemble the holy wings of angels.
pl: Broń ukształtowana w nieznanych stronach na wzór świętych skrzydeł anioła.

source: Weapons fashioned in realms unseen to resemble the unholy fangs of demons.
pl: Broń ukształtowana w odległej krainie na wzór przeklętych kłów demona.

source: Weapons made from machine lifeforms' heads.
pl: Broń zrobiona z głowy mechanicznej formy życia.

source: Weapons made of black armor from the East.
pl: Czarne rękawice wojownika ze Wschodu.

source: Weapons made of white armor from the East.
pl: Białe rękawice samuraja ze Wschodu.

source: Weapons shaped after a demon's profane fangs.
pl: Broń w kształcie kłów demona.

source: Weapons shaped after an angel's holy wings.
pl: Broń w kształcie skrzydeł anioła.

source: Weapons shaped like Emil's head, made of an unknown singular element.
pl: Broń w kształcie głowy Emila, wykonana z nieznanego pierwiastka.

source: Weapons, eh?
pl: Broni, co?

source: Weird Machine
pl: Dziwna maszyna

source: Weird Machines
pl: Dziwne maszyny

source: Weird-talking Machine
pl: Dziwnie mówiąca maszyna

source: Welcome back. If you're running low on something, you can replenish it here.
pl: Witaj ponownie. Jeśli brakuje ci czegoś, możesz to uzupełnić tutaj.

source: Welcome back. You need anything?
pl: Witaj z powrotem. Potrzebujesz czegoś?

source: Welcome to our village!
pl: Witamy w naszej wiosce!

source: Welcome to our village...
pl: Witamy w naszej wiosce...

source: Welcome to the Tower!
pl: Witaj w Wieży!

source: Welcome!
pl: Witaj!

source: Welcome! Even though none of the villagers want to fight, I have weapons here just in case.
pl: Witajcie! Chociaż żaden z mieszkańców wioski nie chce walczyć, ja posiadam i handluję bronią. Tak na wszelki wypadek.

source: Welcome! Welcome!
pl: Witaj! Witaj!

source: Welcome, and thank you for visiting my shop. Feel free to look around.
pl: Witajcie ponownie! Dziękuję za odwiedzenie mojego sklepu. Proszę, rozglądajcie się śmiało!

source: Welcome, welcome! It's always great to get new customers.
pl: Witamy, witamy! Zawsze cieszą nas nowi klienci.

source: Welcome. Are you looking for anything?
pl: Witam. Szukasz czegoś konkretnego?

source: Welcome. Is there anything you need?
pl: Witaj. Szukasz czegoś konkretnego?

source: Welcome. We have loads of good stuff here!
pl: Witam. Mamy tu mnóstwo dobrego towaru!

source: Welcome. What are you buying?
pl: Witaj. Chcesz coś kupić?

source: Welcome...to my beloved city.
pl: Witaj... w moim ukochanym mieście.

source: Welcome...to the graveyard of our creators.
pl: Witamy... Na cmentarzysku naszych twórców.

source: Well anyway, thanks.
pl: W każdym razie, dzięki.

source: Well aware, thank you!
pl: Jestem tego świadom, naprawdę!

source: Well done! Please accept this mask as your reward.
pl: Dobra robota! Proszę, przyjmij tę maskę jako swoją nagrodę.

source: Well done, YoRHa soldiers. I am...defeated...
pl: Dobra robota, żołnierze YoRHa. Zostałem... pokonany...

source: Well done. I'm impressed you made it this far.
pl: Dobra robota. Jestem pod wrażeniem, że udało ci się dojść tak daleko.

source: Well done. In accordance with Rule 61,892, I shall grant your reward.
pl: Dobra robota. Zgodnie z Zasadą 61892, przekażę ci nagrodę.

source: Well enough! Let us begin by discussing the concept of existentialism.
pl: Dobrze więc! Zacznijmy od dyskusji o koncepcji egzystencjalizmu.

source: Well then! Do you care to witness the glories of this latest modification?
pl: Dobrze zatem! Chcecie doświadczyć chwałę najnowszych modyfikacji?

source: Well then, let's try something else.
pl: Dobra, spróbujmy czegoś innego.

source: Well then? Care you to invest in my life's work?
pl: No to jak? Chcecie zainwestować w moją pracę?

source: Well then? Think you can face the full might of Father Servo's power?
pl: I jak? Myślicie, że możecie stawić czoła pełnej potędze Ojca Servo?

source: Well,
pl: Cóż,

source: Well, I brought you this far, didn't I?
pl: Cóż, doprowadziłem cię aż tutaj, czyż nie?

source: Well, I just hope the two of them are all right.
pl: Cóż, mam nadzieję, że nic im się nie stało.

source: Well, I just want their souls to find some peace. That's the wish I'm putting into these flowers, at any rate.
pl: Cóż... Chciałbym, aby ich dusze odnalazły spokój. W każdym razie, takie właśnie życzenie składam razem z tymi kwiatami.

source: Well, I kind of had to. There's so much excess data sent to me from the satellite, it's delaying aim correction.
pl: No cóż... Musiałem to zrobić. Tyle zbędnych danych jest do mnie wysyłanych z satelity, że opóźniają moją korekcję celowania.

source: Well, I live deep, deep underground. Picture something deep, then go DEEPER!
pl: Cóż... mieszkam głęboko, naprawdę głęboko pod ziemią. Wyobraź sobie coś głębokiego, a potem jeszcze GŁĘBSZEGO!

source: Well, I suppose there's no point in pretending anymore.
pl: No cóż... Chyba nie ma sensu dalej udawać...

source: Well, I suppose we can try.
pl: Chyba możemy spróbować.

source: Well, I'm sure my people will have plenty of information for you.
pl: Cóż, zgaduję, że moi ludzie będą mieli dla was wiele przydatnych informacji.

source: Well, THAT was certainly something.
pl: No cóż... TO zdecydowanie było COŚ.

source: Well, anyway. My name is Pascal. I'm the leader of this village.
pl: W każdym razie. Nazywam się Pascal. Jestem przywódcą tej wioski.

source: Well, aren't YOU a helpful little box?
pl: No proszę... Z CIEBIE to naprawdę pomocna skrzyneczka, prawda?

source: Well, aren't you helpful.
pl: No, rzeczywiście... bardzo pomocne.

source: Well, as it happens, I just finished this one the other day.
pl: No cóż... Akurat tak się składa, że niedawno skończyłam tę książkę.

source: Well, as long as you've learned your lesson...
pl: Dobrze. O ile zrozumiałeś swój błąd…

source: Well, as you know, we are machines. We do not require food or other typical sustenance, as our cores provide a near-infinite supply of energy.
pl: Wiesz przecież, jesteśmy maszynami. Nie potrzebujemy jedzenia, ani innych typowych środków egzystencji, ponieważ nasze rdzenie zapewniają nam niemal nieograniczone zasoby energii.

source: Well, at least now I can put her memory to rest.
pl: Cóż, przynajmniej wiem, co się z nią stało.

source: Well, at least you're both safe.
pl: No cóż... Przynajmniej nic wam się nie stało.

source: Well, crap.
pl: O cholera.

source: Well, don't worry about it. After all, you've got about 20 hours until starting time tomorrow, right?
pl: Cóż, nie musisz się o to martwić. W końcu masz jakieś 20 godzin, aż będziesz mógł jutro zacząć, prawda?

source: Well, go ahead and use this room for whatever you like. I don't mind.
pl: Cóż, proszę, używaj mojego pokoju jak tylko chcesz. Nie mam nic przeciwko.

source: Well, he said it was a mere trifle.
pl: No cóż... Powiedział, że to „nędzna błahostka”.

source: Well, he's nothing if not consistent. A weirdo right to the very end...
pl: Cóż, jedno trzeba mu przyznać: jest konsekwentny. Dziwak do samego końca...

source: Well, how do I break it down!?
pl: A więc, jak mam ją zniszczyć?!

source: Well, how do you like that? Looks like I'm back in business!
pl: No i jak wam się to podoba? Wygląda na to, że ponownie otwieram biznes!

source: Well, if she's thanking me, I guess it must have gone okay. Er, right?
pl: Hmm... Ale, skoro mi dziękuje, to chyba wszystko poszło dobrze. Eee... prawda?

source: Well, if that's what you think, then I'm fine with it.
pl: Cóż, jeśli ty tak myślisz, to w porządku.

source: Well, if you reeeeeally want to, I guess I'll do you a favor. But just this once!
pl: Cóż, jeśli napraaaaawdę musisz, nie będę miał nic przeciwko. Ale tylko raz!

source: Well, if you say so.
pl: Skoro tak mówisz.

source: Well, if you say so. How about this?
pl: Skoro tak mówisz. Co powiesz na to?

source: Well, if you would, please consider this a personal request from myself as well. Go find the child as quickly as you can!
pl: Cóż, jeśli możecie, to potraktujcie to również jako moją osobistą prośbę. Znajdźcie to dziecko możliwie jak najszybciej!

source: Well, it doesn't really matter. Though I'm sure you realize that by now.
pl: Tak naprawdę nie ma to znaczenia... Ale jestem pewien, że już sobie z tego zdaliście sprawę.

source: Well, it was a nice workout at least.
pl: No cóż, przynajmniej to był niezły trening.

source: Well, it's a bit of a heady concept, but in the end, I suppose it's because conflict has ceased to have meaning for us.
pl: No cóż... To dość złożona koncepcja, ale ostatecznie chyba dlatego, że konflikt przestał mieć dla nas jakiekolwiek znaczenie.

source: Well, it's awfully rusty, but with a little work I should be able to get it playing again.
pl: No cóż... Wprawdzie jest bardzo zardzewiała, ale wystarczy trochę pracy, żeby znów mogła grać.

source: Well, it's sort of like a large house.
pl: Cóż... To trochę taki... duży dom.

source: Well, it's true that you can only read mail at access points.
pl: To prawda, możesz odczytywać wiadomości tylko w punktach dostępu.

source: Well, it's unnecessary.
pl: Cóż... To zbyteczne.

source: Well, let's get it over with.
pl: Dobra, miejmy to za sobą.

source: Well, let's go check out this "large structural unit."
pl: No cóż... sprawdźmy zatem tę „dużą jednostkę strukturalną”.

source: Well, look at you! Your speaking has improved so much.
pl: No, proszę... Popatrzcie tylko! Wasza mowa bardzo się poprawiła.

source: Well, looks like you were lucky, and he wasn't. End of story.
pl: Cóż, wygląda na to, że ty miałaś szczęście, a on nie. Koniec historii.

source: Well, machines can't really make children. Neither can androids, now that I think about it.
pl: No cóż... Maszyny, tak naprawdę, nie mogą mieć dzieci. Androidy zresztą też nie, jak się nad tym zastanowić.

source: Well, my friends are growing closer to them, at least. </page>
pl: Cóż, przynajmniej moje przyjaciółki się do nich zbliżają. </page>

source: Well, not as much as you do now, at least!
pl: Cóż, przynajmniej nie tyle ile latałaś dotychczas!

source: Well, not my business—but make sure the Commander doesn't catch you! I hear she likes to fire slackers out the airlock.
pl: Cóż, nie mój interes — ale dajcie się przyłapać Komandor! Słyszałam, że lubi wystrzeliwać bumelantów ze śluzy powietrznej.

source: Well, not that I know what it's like on Earth now. But you get what I mean.
pl: Cóż, to nie tak, że nie wiem jak jest na Ziemi teraz. Ale wiesz o co mi chodzi.

source: Well, not to brag, but we ARE state-of-the-art units. Not like the A2 or those other old mode—
pl: Cóż, nie przechwalając się, ale JESTEŚMY jednostkami najnowszej generacji. Nie to co A2, albo te inne, stare mo...

source: Well, please make yourself at home in our camp. I'll have someone show you aro—
pl: Cóż, w takim razie proszę, czuj się w naszym obozie, jak u siebie. Ktoś zaraz cię po nim oprowadzi...

source: Well, so long as you're within transmission range, anyway.
pl: Cóż, przynajmniej tak długo, jak jesteś w zasięgu transmisji.

source: Well, sure, I guess? What's the problem?
pl: Jasne. Jaki masz problem?

source: Well, thank you for trying, at least.
pl: No cóż... Dziękuję, że chociaż próbowaliście.

source: Well, that was exhausting.
pl: No, to było naprawdę męczące.

source: Well, that wraps up all of the record keeping for this place.
pl: Cóż, to by było na tyle, jeśli chodzi o prowadzenie zapisków w tym miejscu.

source: Well, that's new.
pl: Cóż, to nowość.

source: Well, there are a few theories about that...
pl: Cóż, jest kilka teorii na ten temat...

source: Well, there's a reason for that. Let me introduce you to the new addition to my family.
pl: No cóż... Mogę to wyjaśnić... Pozwólcie, że przedstawię wam nowego członka mojej rodziny.

source: Well, this has been a glorious waste of time.
pl: No cóż.... To był cudownie zmarnowany czas.

source: Well, this is the same deal.
pl: Cóż, tu jest tak samo.

source: Well, this is weird.
pl: Cóż, to jest dziwne.

source: Well, to be blunt, she's been slacking. I think there's some kind of personal issue distracting her.
pl: Cóż, szczerze mówiąc, ostatnio się obija. Podejrzewam, że rozprasza ją jakiś problem osobisty.

source: Well, to put it bluntly...if they're dead, I need to know so I can mourn them properly.
pl: Mówiąc wprost... muszę się dowiedzieć czy żyją. Jeśli nie, to wtedy będę mógł przeżyć godnie żałobę po nich.

source: Well, turns out I have some packages that need transporting, but I can't get them out of storage.
pl: Mam kilka przesyłek, które wymagają transportu, ale... Nie jestem w stanie wydostać ich z magazynu...

source: Well, two days ago I was contacted by some machines that disconnected themselves from the network.
pl: Cóż... Dwa dni temu skontaktowały się ze mną pewne maszyny, które odłączyły się od sieci.

source: Well, uh...I guess we have to find the target then, huh?
pl: Dobra, uhm... W takim razie musimy znaleźć nasz cel, hm?

source: Well, what do you expect? I'm a Scanner.
pl: Czego się spodziewałaś? Jestem Skanerem.

source: Well, what else can we do? Ever since that huge-ass Tower showed up, we've been short on people and supplies.
pl: A co innego możemy zrobić? Od kiedy ta gigantyczna Wieża się pojawiła, brakuje nam ludzi i zapasów.

source: Well, when the heavens offer succor, it is poor form to refuse. Father Servo requires a silver ore, a pristine screw, and a broken battery.
pl: Cóż, gdy niebiosa oferują pomoc, nie wypada odmawiać. Ojciec Servo potrzebuje rudy srebra, nietkniętego wkrętu i zepsutej baterii.

source: Well, yeah, but...
pl: Cóż, to prawda, ale...

source: Well, yippee for you.
pl: Świetnie, gratulacje dla was.

source: Well, you've certainly taken damage, but it's nothing that can't be repaired.
pl: No cóż... Ewidentnie odniosłaś obrażenia, ale zdecydowanie będą mogły zostać naprawione.

source: Well. Aren't we generous?
pl: No proszę... Ale z nas porządne androidy, co nie?
